Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Educational and instruction services relating to arts and crafts
it: Servizi educativi e didattici inerenti le arti e l'artigianato

source: Consultancy services in the field of entertainment provided via the Internet
it: Servizi di consulenza in tema di intrattenimento forniti via internet

source: Consultancy services in the field of entertainment
it: Servizi di consulenza in tema di intrattenimento

source: Arranging, conducting and organisation of symposiums
it: Organizzazione, preparazione e realizzazione di simposi

source: Arranging, conducting and organisation of congresses
it: Organizzazione, preparazione e realizzazione di congressi

source: Arranging, conducting and organisation of conferences
it: Organizzazione, preparazione e realizzazione di conferenze

source: Arranging, conducting and organisation of concerts
it: Organizzazione, preparazione e realizzazione di concerti

source: Arranging, conducting and organisation of seminars
it: Organizzazione, preparazione e realizzazione di seminari

source: Publication of printed matter, other than publicity texts, in electronic form
it: Pubblicazione di materiale stampato non pubblicitario in forma elettronica

source: Publication of texts in the form of CD-ROMs
it: Pubblicazione di testi sotto forma di CD-ROM

source: Publication of texts in the form of electronic media
it: Pubblicazione di testi sotto forma di media elettronici

source: Publication of printed matter, other than publicity texts
it: Pubblicazione di materiale stampato, eccetto testi pubblicitari

source: Electronic games services provided by means of a global communication network
it: Servizi di gioco elettronico forniti tramite una rete di comunicazione globale

source: Information about entertainment and entertainment events provided via online networks and the Internet
it: Fornitura di informazioni inerenti i servizi e gli eventi d'intrattenimento tramite reti online e internet

source: Provision of educational entertainment services for children in after school centers
it: Fornitura di servizi pedagogici d'intrattenimento per bambini in centri doposcuola

source: Rental of newspapers and magazines
it: Noleggio di giornali e riviste

source: Educational services in the nature of coaching
it: Servizi educativi sotto forma di coaching

source: Continuous training
it: Formazione continuativa

source: Interpretation and translation services
it: Servizi di traduzione e interpretariato

source: Organisation of automobile rallies, tours and racing events
it: Organizzazione di eventi di rally, tour e corse automobilistici

source: Providing karaoke facilities
it: Offerta di strutture per karaoke

source: Presentation of musical performances
it: Presentazione di spettacoli musicali

source: Conducting guided tours
it: Conduzione di visite guidate

source: Arranging and conducting of in-person educational forums
it: Organizzazione e conduzione di forum educativi non virtuali

source: Scriptwriting, other than for advertising purposes
it: Redazione di sceneggiature, non per scopi pubblicitari

source: Writing of texts
it: Redazione di testi

source: Organisation of conferences, exhibitions and competitions
it: Organizzazione di conferenze, esposizioni e concorsi

source: Shodo instruction
it: Lezione di shodo

source: Organising and holding speed skating championships and competitions
it: Organizzazione e realizzazione di campionati e gare di pattinaggio di velocità

source: Organising and holding figure skating championships and competitions
it: Organizzazione e realizzazione di campionati e gare di pattinaggio di figura

source: Educational services relating to Japanese cuisine
it: Servizi educativi relativi alla cucina giapponese

source: Language courses
it: Corsi di lingue

source: Publication of booklets
it: Pubblicazione di libretti

source: Instructional and training services
it: Servizi di istruzione e formazione

source: Publication of prospectuses
it: Pubblicazione di prospetti

source: Arranging and conducting of conventions
it: Organizzazione e realizzazione di convegni

source: Training and instruction
it: Formazione e istruzione

source: Conducting of cultural events
it: Realizzazione di eventi culturali

source: Conducting of entertainment events
it: Realizzazione di eventi ricreativi

source: Lending library services and library services
it: Servizi bibliotecari e di prestito bibliotecario

source: Arranging and conducting of lectures
it: Organizzazione e realizzazione di lezioni

source: Presentation of theatrical performances
it: Presentazione di esibizioni teatrali

source: Organisation of language tuition
it: Organizzazione di corsi di lingua

source: Organisation and holding of fairs for cultural or educational purposes
it: Organizzazione e realizzazione di fiere a scopo culturale e didattico

source: On-line ticket agency services for entertainment purposes
it: Servizi di biglietteria on-line a fini di intrattenimento

source: Rental of movie DVDs
it: Noleggio di film in DVD

source: Video library services
it: Servizi di videoteche

source: Providing on-line video games
it: Fornitura di videogiochi on-line

source: Providing online information on computer and video game strategies
it: Fornitura d'informazioni online su giochi su strategie per computer e videogiochi

source: Providing on-line interactive computer games
it: Fornitura di giochi interattivi per computer on-line

source: Multimedia entertainment software publishing services
it: Pubblicazione di software per divertimento multimediale

source: Organization of seminars and conventions in the field of medicine
it: Organizzazione di seminari e conferenze in ambito medico

source: Rental of stage scenery
it: Affitto di arredi da teatro

source: Entertainment services in the nature of interactive television programmes
it: Servizi di divertimento sotto forma di programmi televisivi interattivi

source: Entertainment services in the nature of competitions
it: Servizi di intrattenimento sotto forma di competizioni

source: Entertainment services in the nature of sporting events
it: Servizi di intrattenimento sotto forma di eventi sportivi

source: Entertainment services in the nature of webcam television programmes
it: Servizi di intrattenimento sotto forma di programmi televisivi tramite webcam

source: Provision of information relating to sporting events
it: Informazioni relative a manifestazioni sportive

source: Provision of information relating to sports persons
it: Fornitura di informazioni relative a sportivi

source: Provision of information relating to movies
it: Fornitura di informazioni in materia di film

source: Provision of news relating to sport
it: Fornitura di notizie in materia di sport

source: Provision of non-downloadable films
it: Fornitura di film non scaricabili

source: Organization of sporting events and competitions, involving animals
it: Organizzazione di manifestazioni sportive e gare con la partecipazione di animali

source: Training relating to the restaurant industry
it: Formazione relativa al settore della ristorazione

source: Online interactive entertainment
it: Intrattenimento interattivo on-line

source: Educational and training services relating to healthcare
it: Istruzione e formazione relative al settore sanitario

source: Conducting educational support programmes for patients
it: Conduzione di programmi educativi di supporto per pazienti

source: Conducting educational support programmes for healthcare professionals
it: Conduzione di programmi educativi di supporto per operatori sanitari

source: Providing information on congress events
it: Fornitura di informazioni su eventi congressuali

source: Educational services in the healthcare sector
it: Servizi di formazione nel settore sanitario

source: Training services in the field of medical disorders and their treatment
it: Servizi di formazione nel settore dei disturbi medici e del loro trattamento

source: Entertainment services for matching users with computer games
it: Servizi di divertimento per collegare utenti e software per giochi

source: Entertainment services for sharing audio and video recordings
it: Servizi di divertimento per la condivisione di registrazioni audio e video

source: Provision of online information relating to game players
it: Fornitura di informazioni online in materia di giocatori

source: Provision of audio and visual media via communications networks
it: Fornitura di supporti audio e video attraverso reti di comunicazione

source: Provision of online information relating to audio and visual media
it: Fornitura di informazioni online in materia di supporti audio e video

source: Conducting educational workshops in the field of business
it: Conduzione di workshop didattici nel settore degli affari

source: Entertainment services for matching users with audio and video recordings
it: Servizi di intrattenimento per abbinare gli utenti a registrazioni audio e video

source: Multimedia publishing
it: Editoria multimediale

source: Ticket reservation for cultural events
it: Prenotazione di biglietti per eventi culturali

source: On-line casino services
it: Servizi di casinò on-line

source: Development of educational courses and examinations
it: Elaborazione di corsi di formazione e di esami

source: Consultancy services relating to the development of training courses
it: Servizi di consulenza relativi all'elaborazione di corsi di formazione

source: Providing recreational areas in the nature of play areas for pets
it: Fornitura di aree ricreative in forma di aree gioco per animali domestici

source: Conducting training courses relating to nutrition online
it: Conduzione di corsi di formazione sulla nutrizione tramite Internet

source: Audio, video and multimedia production, and photography
it: Produzione di contenuti audiovisivi e multimediali, e fotografia

source: Education and instruction services
it: Servizi relativi a educazione e istruzione

source: Education, entertainment and sport services
it: Servizi relativi a educazione, divertimento e sport

source: Virtual reality game services provided on-line from a computer network
it: Servizi di giochi di realtà virtuale disponibili on-line da una rete informatica

source: Organization of electronic game competitions
it: Organizzazione di competizioni di giochi elettronici

source: Organisation of e-sports competitions
it: Organizzazione di competizioni di e-sport

source: Issuing of educational awards
it: Emissione di premi di istruzione

source: Awarding of educational certificates
it: Rilascio di certificati di istruzione

source: Boxing instruction
it: Corsi di pugilato

source: Development of formats for films
it: Creazione di format per film

source: Development of formats for television programmes
it: Creazione di format per programmi televisivi

source: Analysis of the structural behaviour of buildings
it: Analisi del comportamento strutturale degli edifici

source: Consultation in environment protection
it: Consulenza in materia di protezione ambientale

source: Consultation services relating to computer hardware
it: Servizi di consulenza relativi a hardware informatici

source: Mineral exploration services
it: Servizi di prospezione mineraria

source: Biological analysis
it: Analisi biologiche

source: Installation, repair and maintenance of computer software
it: Installazione, manutenzione e riparazione di software per computer

source: Design of logos for t-shirts
it: Disegno di loghi per T-shirt

source: Environmental consultancy services
it: Servizi di consulenza ambientale

source: Preparation of reports relating to architecture
it: Compilazione di relazioni architettoniche

source: Development of softwarefor digital signal processing
it: Sviluppo di software per l'elaborazione di segnali digitali

source: Design of computers for others
it: Progettazione di computer per terzi

source: Solvent testing services
it: Servizi di test su solventi

source: Development of systems for the processing of data
it: Sviluppo di sistemi per elaborazione di dati

source: Rental and maintenance of computer software
it: Noleggio e manutenzione di software informatici

source: Rental of computer software and programs
it: Noleggio di software e programmi per computer

source: Mechanical research
it: Ricerche in meccanica

source: Product research
it: Ricerca di prodotti

source: Product research and development
it: Ricerca e sviluppo di prodotti

source: Advisory services relating to computer software used for printing
it: Servizi di consulenza in materia di software utilizzati per la stampa

source: Design of glass and of glass products
it: Design di vetreria e prodotti in vetro

source: Design services relating to plant for the biotechnology industry
it: Progettazione di impianti per il settore biotecnologico

source: Design of instruments
it: Progettazione di strumenti

source: Examination of welded fabrications to determine soundness
it: Esame di strutture saldate per determinarne la solidità

source: Expert consultancy services in connection with computing networks
it: Servizi di consulenza specializzata in materia di reti informatiche

source: Expert opinion relating to technology
it: Opinioni di esperti in materia di tecnologia

source: Development of industrial processes
it: Sviluppo di processi industriali

source: Leasing of computer software for reading a data stream
it: Noleggio di software per la lettura di flussi di dati

source: Engineering services in the field of electrical power and natural gas production
it: Servizi di ingegneria nel settore della produzione di energia elettrica e gas naturale

source: Digital compression of computer data
it: Compressione digitale di dati computerizzati

source: Development of coatings for metals
it: Sviluppo di rivestimenti per metalli

source: Development of coatings for non-metals
it: Sviluppo di rivestimenti per non metalli

source: Development of measuring probes for biotechnological applications
it: Sviluppo di sonde di misurazione per applicazioni biotecnologiche

source: Design, drawing and commissioned writing of computer software
it: Progettazione, disegno e compilazione su richiesta di software

source: Designing and implementing network web pages for others
it: Progettazione e realizzazione di pagine web di rete per conto terzi

source: Hosting websites on the Internet
it: Hosting di siti web su Internet

source: Software design and development
it: Elaborazione e sviluppo di software

source: Consultancy relating to biotechnology
it: Consulenza in materia di biotecnologia

source: Consultancy services relating to environmental planning
it: Servizi di consulenza riguardante la pianificazione ambientale

source: Technical advice relating to fire prevention
it: Consulenza relativa alla prevenzione di incendi

source: Technical consultancy services relating to electrocardiograms
it: Servizi di consulenza tecnica in materia di elettrocardiogrammi

source: Providing temporary use of non-downloadable computer software for tracking packages over computer networks, intranets and the internet
it: Utilizzo temporaneo di software non scaricabili per la localizzazione di pacchi su reti informatiche, reti interne e Internet

source: Provision of on-line support services for computer program users
it: Fornitura di servizi di assistenza on-line per utenti di programmi informatici

source: Provision of security services for computer networks, computer access and computerised transactions
it: Servizi di sicurezza per reti informatiche, accessi informatici e transazioni computerizzate

source: Product design and development
it: Progettazione e sviluppo di prodotti

source: Research relating to the computerised automation of technical processes
it: Ricerca relativa all'automazione computerizzata di processi tecnici

source: Software customisation services
it: Personalizzazione di software

source: Biomedical research services
it: Servizi di ricerca biomedica

source: Architectural design for exterior decoration
it: Progettazione architettonica di esterni

source: Mechanical engineering
it: Ingegneria meccanica

source: Professional consultancy services relating to computer programming
it: Servizi di consulenza professionale riguardanti la programmazione di computer

source: Providing space on the internet for weblogs
it: Offerta di spazi su Internet per weblog

source: Computer aided design services relating to architecture
it: Servizi di progettazione architettonica computerizzata

source: Development of technologies for the protection of electronic networks
it: Sviluppo di tecnologie legate alla protezione di reti elettroniche

source: Research and development of vaccines and medicines
it: Ricerca e sviluppo di vaccini e medicinali

source: Technical survey services
it: Servizi di perizie tecniche

source: Constructing an internet platform for electronic commerce
it: Allestimento di piattaforme Internet per il commercio elettronico

source: Consultation in the field of physics
it: Consulenza in materia di fisica

source: Provision of geographical information
it: Fornitura di informazioni geografiche

source: Website development for others
it: Sviluppo di siti web per conto terzi

source: Analytical services relating to the determination of the chemical content of liquids
it: Servizi analitici in materia di determinazione del contenuto chimico di liquidi

source: Analytical services relating to the exploration of oil fields
it: Servizi analitici in materia di esplorazione di giacimenti petroliferi

source: Chemical analysis of land
it: Analisi chimica di terreni

source: Interior and exterior design services
it: Arredamento e progettazione di esterni

source: Providing back-up computer programs and facilities
it: Fornitura di programmi e strutture di back up per computer

source: Technological studies relating to machine tools
it: Studi tecnologici relativi a macchine utensili

source: Information on the subject of scientific research in the field of biochemistry and biotechnology
it: Informazioni in materia di ricerca scientifica nel settore della biochimica e della biotecnologia

source: Design of audio-visual creative works
it: Progettazione di opere creative audiovisive

source: Nuclear engineering services
it: Servizi d'ingegneria nucleare

source: Provision of scientific information relating to chemicals
it: Fornitura di informazioni scientifiche in materia di prodotti chimici

source: Provision of surveys [scientific]
it: Fornitura di perizie [scientifiche]

source: Advisory services relating to the use of computer software
it: Servizi di consulenza sull'utilizzo di software

source: Chemical analysis services for use in gemological analysis
it: Servizi di analisi chimica per uso nell'analisi gemmologica

source: Coin analysis [authentication] services
it: Servizi di analisi della moneta [autenticazione]

source: Design services relating to shop displays
it: Progettazione in materia di vetrine di negozi

source: Services for monitoring industrial processes
it: Servizi per il monitoraggio di processi industriali

source: Testing of nuclear material
it: Analisi di materiali nucleari

source: Creating, designing and maintaining web sites
it: Creazione, progettazione e manutenzione di siti web

source: Biochemistry services
it: Servizi di biochimica

source: Hydrological research
it: Ricerca idrologica

source: Technological advisory services relating to machine engineering analysis
it: Servizi di consulenza tecnologica riguardante l'analisi tecnica di macchine

source: Technological engineering analysis
it: Analisi tecniche tecnologiche

source: Technological planning services
it: Servizi di pianificazione tecnologica

source: Analysis of oil soakings
it: Analisi di bagni d'olio

source: Information services relating to the combination of colours, paints and furnishings for exterior design
it: Servizi informativi relativi alla combinazione di colori, pitture e arredi per l'arredanmento di esterni

source: Information services relating to the harmonisation of colours, paints and furnishings for interior design
it: Servizi informativi in materia di armonizzazione di colori, vernici ed arredi per interni

source: Inspection of apparatus
it: Controllo di apparecchiature

source: Inspection of motor vehicles [for roadworthiness]
it: Revisione di veicoli a motore [per l'affidabilità su strada]

source: Preparation of technical manuals
it: Preparazione di manuali tecnici

source: Inspection of pharmaceuticals
it: Ispezione di prodotti farmaceutici

source: Advisory services relating to the planning of premises
it: Servizi di consulenza relativa alla progettazione di locali

source: Calibration services relating to medical apparatus
it: Servizi di taratura di apparecchi medici

source: Professional consultancy relating to the design of interior accommodation
it: Consulenza professionale in materia di progettazione di arredamento di interni

source: Development of data bases
it: Sviluppo di database

source: Analysis of human tissues for medical research
it: Analisi di tessuti umani per la ricerca medica

source: Services for the development of methods of testing
it: Servizi per lo sviluppo di metodi di collaudo

source: Consultancy services relating to technological research
it: Consulenza riguardante la ricerca tecnologica

source: Designing of data processing programmes
it: Progettazione di programmi di elaborazione dati

source: Design of ornamental structures
it: Progettazione di strutture ornamentali

source: Engineering services relating to metal forming systems
it: Servizi d'ingegneria in materia di sistemi di formatura dei metalli

source: Engineering services relating to the design of communications systems
it: Servizi tecnici relativi alla progettazione di sistemi di comunicazione

source: Creation of computer programmes for data processing
it: Creazione di software di elaborazione dati

source: Preparation of engineering drawings
it: Stesura di progetti di ingegneria

source: Development of computers
it: Sviluppo di computer

source: Development of hardware for digital signal processing
it: Sviluppo di hardware per l'elaborazione dei segnali digitali

source: Design of software for multimedia data storing and recalling
it: Progettazione di software per archiviazione e richiamo di dati multimediali

source: Design of software for processing and distribution of multimedia contents
it: Progettazione software per l'elaborazione e la distribuzione di contenuti multimediali

source: Research relating to insecticides
it: Ricerca in materia di insetticidi

source: Research services
it: Ricerca scientifica

source: Research relating to security
it: Ricerca in materia di sicurezza

source: Computer network configuration services
it: Servizi di configurazione di reti informatiche

source: Surveying of defective structures
it: Rilevamento di strutture difettose

source: Development of vehicles
it: Sviluppo di veicoli

source: Encryption of digital images
it: Cifratura d'immagini digitali

source: Research and development services
it: Servizi di ricerca e sviluppo

source: Geological prospecting
it: Prospezioni geologiche

source: Research into new products
it: Ricerca di nuovi prodotti

source: Safety testing relating to cranes
it: Test di sicurezza in materia di gru

source: Design services relating to interior decorating for homes
it: Servizi di design per l'arredamento di interni

source: Design services relating to interior decorating for offices
it: Progettazione in materia di arredamento di interni per uffici

source: Design services relating to process systems for the biotechnology industry
it: Progettazione di sistemi di lavorazione per il settore biotecnologico

source: Advisory services relating to the design of ponds
it: Servizi di consulenza in materia di progettazione di stagni
